Revit 2022 API
ElectricalSystemSet.Contains Method
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public virtual bool Contains(
	ElectricalSystem item
)
Visual Basic
Public Overridable Function Contains ( _
	item As ElectricalSystem _
) As Boolean
Visual C++
public:
virtual bool Contains(
	ElectricalSystem^ item
)
Parameters
item
Type: Autodesk.Revit.DB.Electrical.ElectricalSystem
See Also
ElectricalSystemSet Class
Autodesk.Revit.DB.Electrical Namespace